vscode "asvetliakov.vscode-neovim"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "donjayamanne.githistory"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "heltonricardo.heltonricardo-vscode-organize-and-format"
vscode "idleberg.openvpn"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-playwright.playwright"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.live-server"
vscode "platformio.platformio-ide"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "shakram02.bash-beautify"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-german"
vscode "streetsidesoftware.code-spell-checker-polish"
vscode "swindh.enumerator"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "tyriar.lorem-ipsum"
vscode "vadimcn.vscode-lldb"
vscode "whizkydee.material-palenight-theme"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
