tap "homebrew/bundle"
brew "ca-certificates"
brew "bat"
brew "bitwarden-cli"
brew "python@3.12"
brew "cava"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git-lfs"
brew "go"
brew "ncurses"
brew "htop"
brew "inetutils"
brew "jq"
brew "luarocks"
brew "neovim"
brew "nmap"
brew "openjdk"
brew "pandoc"
brew "prettier"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "starship"
brew "stow"
brew "tlrc"
brew "tmux"
brew "tpm"
brew "watch"
brew "wget"
brew "yazi"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "alacritty"
cask "amethyst"
cask "anki"
cask "audacity"
cask "background-music"
cask "basictex"
cask "brave-browser"
cask "calibre"
cask "db-browser-for-sqlite"
cask "discord"
cask "docker"
cask "font-comic-shanns-mono-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "gimp"
cask "godot"
cask "handbrake"
cask "inkscape"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "kitty"
cask "libreoffice"
cask "mac-mouse-fix"
cask "messenger"
cask "microsoft-auto-update"
cask "microsoft-remote-desktop"
cask "netdownloadhelpercoapp"
cask "openvpn-connect"
cask "qlvideo"
cask "raycast"
cask "sf"
cask "spotify"
cask "steam"
cask "synology-drive"
cask "syntax-highlight"
cask "telegram"
cask "tor-browser"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
cask "whatsapp"
cask "wireshark"
cask "zoom"
vscode "asvetliakov.vscode-neovim"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "donjayamanne.githistory"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "heltonricardo.heltonricardo-vscode-organize-and-format"
vscode "idleberg.openvpn"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-playwright.playwright"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.live-server"
vscode "platformio.platformio-ide"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "shakram02.bash-beautify"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-german"
vscode "streetsidesoftware.code-spell-checker-polish"
vscode "swindh.enumerator"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "tyriar.lorem-ipsum"
vscode "vadimcn.vscode-lldb"
vscode "whizkydee.material-palenight-theme"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
